1.
// Что такое конкатенация JS? 
// КОНКЕНТРАЦИЯ - это процесс соединения вещей друг с другом.
// В JavaScript конкатенация чаще всего испльзуется для соединения
// значений переменных друг с другом, или строк со строками (для образования более длинных строк).

let title = "We wish" + "to be friends";
console.log(title);
2.
// Комментарии — пояснения к исходному тексту программы,
// находящиеся непосредственно внутри комментируемого кода.

3.
// Переменная – это «именованное хранилище» для данных. Мы можем использовать
//  переменные для хранения товаров, посетителей и других данных.
// Для создания переменной в JavaScript используйте ключевое слово  let или var.


4.
